[
  {
    "Tên tỉnh": "Hà Nội",
    "Tổng số": "7.590,8",
    "Nam": "3.753,2",
    "Nữ": "3.837,6",
    "Thành thị": "3.733,0",
    "Nông thôn": "3.857,7"
  },
  {
    "Tên tỉnh": "Vĩnh Phúc",
    "Tổng số": "1.106,1",
    "Nam": "543,9",
    "Nữ": "562,2",
    "Thành thị": "257,9",
    "Nông thôn": "848,3"
  },
  {
    "Tên tỉnh": "Bắc Ninh",
    "Tổng số": "1.257,9",
    "Nam": "620,2",
    "Nữ": "637,6",
    "Thành thị": "345,5",
    "Nông thôn": "912,4"
  },
  {
    "Tên tỉnh": "Quảng Ninh",
    "Tổng số": "1.261,2",
    "Nam": "642,1",
    "Nữ": "619,1",
    "Thành thị": "761,5",
    "Nông thôn": "499,8"
  },
  {
    "Tên tỉnh": "Hải Dương",
    "Tổng số": "1.832,8",
    "Nam": "906,6",
    "Nữ": "926,2",
    "Thành thị": "426,6",
    "Nông thôn": "1.406,2"
  },
  {
    "Tên tỉnh": "Hải Phòng",
    "Tổng số": "1.985,3",
    "Nam": "985,8",
    "Nữ": "999,6",
    "Thành thị": "908,1",
    "Nông thôn": "1.077,2"
  },
  {
    "Tên tỉnh": "Hưng Yên",
    "Tổng số": "1.215,5",
    "Nam": "604,7",
    "Nữ": "610,8",
    "Thành thị": "147,9",
    "Nông thôn": "1.067,6"
  },
  {
    "Tên tỉnh": "Thái Bình",
    "Tổng số": "1.838,1",
    "Nam": "892,5",
    "Nữ": "945,6",
    "Thành thị": "189,6",
    "Nông thôn": "1.648,5"
  },
  {
    "Tên tỉnh": "Hà Nam",
    "Tổng số": "832,2",
    "Nam": "408,7",
    "Nữ": "423,5",
    "Thành thị": "135,6",
    "Nông thôn": "696,6"
  },
  {
    "Tên tỉnh": "Nam Ðịnh",
    "Tổng số": "1.792,5",
    "Nam": "876,9",
    "Nữ": "915,5",
    "Thành thị": "317,0",
    "Nông thôn": "1.475,4"
  },
  {
    "Tên tỉnh": "Ninh Bình",
    "Tổng số": "956,8",
    "Nam": "476,2",
    "Nữ": "480,7",
    "Thành thị": "189,0",
    "Nông thôn": "767,8"
  },
  {
    "Tên tỉnh": "Hà Giang",
    "Tổng số": "820,4",
    "Nam": "413,0",
    "Nữ": "407,4",
    "Thành thị": "123,0",
    "Nông thôn": "697,4"
  },
  {
    "Tên tỉnh": "Cao Bằng",
    "Tổng số": "524,2",
    "Nam": "261,9",
    "Nữ": "262,3",
    "Thành thị": "111,5",
    "Nông thôn": "412,8"
  },
  {
    "Tên tỉnh": "Bắc Kạn",
    "Tổng số": "307,7",
    "Nam": "156,4",
    "Nữ": "151,3",
    "Thành thị": "59,4",
    "Nông thôn": "248,3"
  },
  {
    "Tên tỉnh": "Tuyên Quang",
    "Tổng số": "763,4",
    "Nam": "383,8",
    "Nữ": "379,6",
    "Thành thị": "103,6",
    "Nông thôn": "659,8"
  },
  {
    "Tên tỉnh": "Lào Cai",
    "Tổng số": "696,5",
    "Nam": "353,0",
    "Nữ": "343,4",
    "Thành thị": "159,8",
    "Nông thôn": "536,6"
  },
  {
    "Tên tỉnh": "Yên Bái",
    "Tổng số": "800,3",
    "Nam": "401,7",
    "Nữ": "398,7",
    "Thành thị": "159,2",
    "Nông thôn": "641,1"
  },
  {
    "Tên tỉnh": "Thái Nguyên",
    "Tổng số": "1.242,8",
    "Nam": "608,2",
    "Nữ": "634,6",
    "Thành thị": "392,5",
    "Nông thôn": "850,3"
  },
  {
    "Tên tỉnh": "Lạng Sơn",
    "Tổng số": "763,4",
    "Nam": "387,2",
    "Nữ": "376,2",
    "Thành thị": "153,3",
    "Nông thôn": "610,1"
  },
  {
    "Tên tỉnh": "Bắc Giang",
    "Tổng số": "1.696,9",
    "Nam": "848,5",
    "Nữ": "848,3",
    "Thành thị": "193,1",
    "Nông thôn": "1.503,8"
  },
  {
    "Tên tỉnh": "Phú Thọ",
    "Tổng số": "1.409,0",
    "Nam": "697,7",
    "Nữ": "711,3",
    "Thành thị": "258,5",
    "Nông thôn": "1.150,5"
  },
  {
    "Tên tỉnh": "Ðiện Biên",
    "Tổng số": "568,3",
    "Nam": "286,9",
    "Nữ": "281,4",
    "Thành thị": "82,3",
    "Nông thôn": "486,0"
  },
  {
    "Tên tỉnh": "Lai Châu",
    "Tổng số": "436,3",
    "Nam": "222,3",
    "Nữ": "214,1",
    "Thành thị": "64,0",
    "Nông thôn": "372,4"
  },
  {
    "Tên tỉnh": "Sơn La",
    "Tổng số": "1.194,9",
    "Nam": "604,1",
    "Nữ": "590,8",
    "Thành thị": "165,2",
    "Nông thôn": "1.029,7"
  },
  {
    "Tên tỉnh": "Hoà Bình",
    "Tổng số": "837,0",
    "Nam": "417,5",
    "Nữ": "419,5",
    "Thành thị": "129,8",
    "Nông thôn": "707,1"
  },
  {
    "Tên tỉnh": "Thanh Hoá",
    "Tổng số": "3.570,8",
    "Nam": "1.776,7",
    "Nữ": "1.794,2",
    "Thành thị": "478,6",
    "Nông thôn": "3.092,3"
  },
  {
    "Tên tỉnh": "Nghệ An",
    "Tổng số": "3.203,1",
    "Nam": "1.597,7",
    "Nữ": "1.605,4",
    "Thành thị": "471,8",
    "Nông thôn": "2.731,3"
  },
  {
    "Tên tỉnh": "Hà Tĩnh",
    "Tổng số": "1.266,7",
    "Nam": "628,7",
    "Nữ": "638,0",
    "Thành thị": "229,5",
    "Nông thôn": "1.037,2"
  },
  {
    "Tên tỉnh": "Quảng Bình",
    "Tổng số": "880,6",
    "Nam": "440,5",
    "Nữ": "440,2",
    "Thành thị": "179,6",
    "Nông thôn": "701,0"
  },
  {
    "Tên tỉnh": "Quảng Trị",
    "Tổng số": "621,6",
    "Nam": "307,8",
    "Nữ": "313,8",
    "Thành thị": "186,9",
    "Nông thôn": "434,7"
  },
  {
    "Tên tỉnh": "Thừa Thiên Huế",
    "Tổng số": "1.118,0",
    "Nam": "553,0",
    "Nữ": "565,0",
    "Thành thị": "543,9",
    "Nông thôn": "574,1"
  },
  {
    "Tên tỉnh": "Ðà Nẵng",
    "Tổng số": "1.080,3",
    "Nam": "532,6",
    "Nữ": "547,7",
    "Thành thị": "940,6",
    "Nông thôn": "139,7"
  },
  {
    "Tên tỉnh": "Quảng Nam",
    "Tổng số": "1.475,7",
    "Nam": "724,0",
    "Nữ": "751,7",
    "Thành thị": "363,9",
    "Nông thôn": "1.111,8"
  },
  {
    "Tên tỉnh": "Quảng Ngãi",
    "Tổng số": "1.227,5",
    "Nam": "606,2",
    "Nữ": "621,2",
    "Thành thị": "194,2",
    "Nông thôn": "1.033,3"
  },
  {
    "Tên tỉnh": "Bình Ðịnh",
    "Tổng số": "1.487,7",
    "Nam": "727,8",
    "Nữ": "759,9",
    "Thành thị": "472,9",
    "Nông thôn": "1.014,8"
  },
  {
    "Tên tỉnh": "Phú Yên",
    "Tổng số": "868,2",
    "Nam": "436,1",
    "Nữ": "432,1",
    "Thành thị": "249,3",
    "Nông thôn": "618,8"
  },
  {
    "Tên tỉnh": "Khánh Hoà",
    "Tổng số": "1.207,2",
    "Nam": "599,3",
    "Nữ": "607,8",
    "Thành thị": "501,5",
    "Nông thôn": "705,7"
  },
  {
    "Tên tỉnh": "Ninh Thuận",
    "Tổng số": "581,5",
    "Nam": "291,0",
    "Nữ": "290,5",
    "Thành thị": "208,4",
    "Nông thôn": "373,1"
  },
  {
    "Tên tỉnh": "Bình Thuận",
    "Tổng số": "1.213,6",
    "Nam": "609,2",
    "Nữ": "604,4",
    "Thành thị": "466,5",
    "Nông thôn": "747,1"
  },
  {
    "Tên tỉnh": "Kon Tum",
    "Tổng số": "507,8",
    "Nam": "255,8",
    "Nữ": "252,0",
    "Thành thị": "164,7",
    "Nông thôn": "343,1"
  },
  {
    "Tên tỉnh": "Gia Lai",
    "Tổng số": "1.447,2",
    "Nam": "725,5",
    "Nữ": "721,6",
    "Thành thị": "417,4",
    "Nông thôn": "1.029,7"
  },
  {
    "Tên tỉnh": "Ðắk Lắk",
    "Tổng số": "1.836,4",
    "Nam": "926,3",
    "Nữ": "910,1",
    "Thành thị": "450,1",
    "Nông thôn": "1.386,3"
  },
  {
    "Tên tỉnh": "Ðắk Nông",
    "Tổng số": "594,4",
    "Nam": "307,1",
    "Nữ": "287,3",
    "Thành thị": "89,5",
    "Nông thôn": "504,9"
  },
  {
    "Tên tỉnh": "Lâm Ðồng",
    "Tổng số": "1.271,3",
    "Nam": "639,8",
    "Nữ": "631,6",
    "Thành thị": "495,4",
    "Nông thôn": "775,9"
  },
  {
    "Tên tỉnh": "Bình Phước",
    "Tổng số": "962,7",
    "Nam": "486,3",
    "Nữ": "476,3",
    "Thành thị": "207,0",
    "Nông thôn": "755,7"
  },
  {
    "Tên tỉnh": "Tây Ninh",
    "Tổng số": "1.139,6",
    "Nam": "568,8",
    "Nữ": "570,9",
    "Thành thị": "207,2",
    "Nông thôn": "932,5"
  },
  {
    "Tên tỉnh": "Bình Dương",
    "Tổng số": "2.138,8",
    "Nam": "1.062,0",
    "Nữ": "1.076,8",
    "Thành thị": "1.632,3",
    "Nông thôn": "506,5"
  },
  {
    "Tên tỉnh": "Ðồng Nai",
    "Tổng số": "2.951,4",
    "Nam": "1.475,0",
    "Nữ": "1.476,4",
    "Thành thị": "973,7",
    "Nông thôn": "1.977,6"
  },
  {
    "Tên tỉnh": "Bà Rịa - Vũng Tàu",
    "Tổng số": "1.117,6",
    "Nam": "560,2",
    "Nữ": "557,4",
    "Thành thị": "624,2",
    "Nông thôn": "493,4"
  },
  {
    "Tên tỉnh": "TP.Hồ Chí Minh",
    "Tổng số": "8.479,1",
    "Nam": "4.114,2",
    "Nữ": "4.364,9",
    "Thành thị": "6.829,0",
    "Nông thôn": "1.650,2"
  },
  {
    "Tên tỉnh": "Long An",
    "Tổng số": "1.645,2",
    "Nam": "819,5",
    "Nữ": "825,7",
    "Thành thị": "271,3",
    "Nông thôn": "1.373,9"
  },
  {
    "Tên tỉnh": "Tiền Giang",
    "Tổng số": "1.740,1",
    "Nam": "853,5",
    "Nữ": "886,6",
    "Thành thị": "243,6",
    "Nông thôn": "1.496,5"
  },
  {
    "Tên tỉnh": "Bến Tre",
    "Tổng số": "1.278,6",
    "Nam": "626,1",
    "Nữ": "652,5",
    "Thành thị": "126,1",
    "Nông thôn": "1.152,5"
  },
  {
    "Tên tỉnh": "Trà Vinh",
    "Tổng số": "1.007,6",
    "Nam": "496,2",
    "Nữ": "511,4",
    "Thành thị": "168,4",
    "Nông thôn": "839,2"
  },
  {
    "Tên tỉnh": "Vĩnh Long",
    "Tổng số": "1.022,8",
    "Nam": "503,8",
    "Nữ": "519,1",
    "Thành thị": "169,1",
    "Nông thôn": "853,8"
  },
  {
    "Tên tỉnh": "Ðồng Tháp",
    "Tổng số": "1.619,0",
    "Nam": "808,4",
    "Nữ": "810,6",
    "Thành thị": "292,1",
    "Nông thôn": "1.326,9"
  },
  {
    "Tên tỉnh": "An Giang",
    "Tổng số": "1.976,4",
    "Nam": "981,5",
    "Nữ": "994,9",
    "Thành thị": "605,8",
    "Nông thôn": "1.370,6"
  },
  {
    "Tên tỉnh": "Kiên Giang",
    "Tổng số": "1.708,7",
    "Nam": "865,0",
    "Nữ": "843,7",
    "Thành thị": "476,9",
    "Nông thôn": "1.231,8"
  },
  {
    "Tên tỉnh": "Cần Thơ",
    "Tổng số": "1.214,6",
    "Nam": "602,4",
    "Nữ": "612,2",
    "Thành thị": "833,0",
    "Nông thôn": "381,6"
  },
  {
    "Tên tỉnh": "Hậu Giang",
    "Tổng số": "740,1",
    "Nam": "370,5",
    "Nữ": "369,6",
    "Thành thị": "175,0",
    "Nông thôn": "565,0"
  },
  {
    "Tên tỉnh": "Sóc Trăng",
    "Tổng số": "1.227,6",
    "Nam": "611,4",
    "Nữ": "616,2",
    "Thành thị": "379,3",
    "Nông thôn": "848,3"
  },
  {
    "Tên tỉnh": "Bạc Liêu",
    "Tổng số": "892,8",
    "Nam": "446,3",
    "Nữ": "446,4",
    "Thành thị": "244,1",
    "Nông thôn": "648,7"
  },
  {
    "Tên tỉnh": "Cà Mau",
    "Tổng số": "1.198,1",
    "Nam": "605,5",
    "Nữ": "592,6",
    "Thành thị": "267,3",
    "Nông thôn": "930,8"
  }
]